/*start about */


var close=document.getElementById("close")
var link1=document.getElementById("link1")
var link2=document.getElementById("link2")
var link3=document.getElementById("link3")
var details=document.getElementById("details")
var headline=document.getElementById("header")
var  wordline=document.getElementById("words")
var  finalline=document.getElementById("final")


link1.addEventListener("click",function(){
    details.classList.add("show");
    headline.innerHTML="عن قيمني";
    wordline.innerHTML="تأسست قيمني في عام2018 وتم إطلاقها في عام 2019 ، وهي عبارة عن منصة دولية لتصميم جوائز الويب والتطوير التي تكرم وتعرض المصممين والاستوديوهات والوكالات المستقلة للعمل الذي يدفع حدود UI و UX التطوير المبتكر"
    finalline.innerHTML="بدعم من لجنة دولية من الخبراء الخبراء ، يكافأ الفائزون بشهادات رسمية وجوائز مرموقة وتقدير من قادة الصناعة إلى جانب عشرات الآلاف من الزوار يومياً إلى موقع قيمني."
    
})

link2.addEventListener("click",function(){
    details.classList.add("show");
    headline.innerHTML="الجوائز";
    wordline.innerHTML="  تقدم قيمني جوائز بناء علي نظامين الحكم.الاول مخصص ل (موقع الويب لهذا اليوم) ويتم تحديده من خلال النتائج التي يتم الحصول عليها من لوحة التحكيم. لتكون مؤهلاً للفوز ، يجب أن تحصل المواقع على متوسط ​​درجة أعلى من 7 من الحكام. من المقرر منح أعلى مواقع تسجيل النتائج في اليوم التالي المتاح والحصول على شهادة(موقع الويب لهذا الشهر). المواقع التي تتلقى أقل من 7 ولكن أعلى من 6 تحصل على شهادة كودوس الخاصة الرسمية. قد يتم منح المواقع التي تحصل على متوسط ​​مجموع درجات أعلى من 7.7 مع أقل من 24 ساعة قبل اكتمال العد التنازلي.."
    finalline.innerHTML="النظام الثاني هو للجوائز العامة ويشمل والابتكار. يتم تحديد الفائزين بأصوات من كل من الجمهور بالإضافة إلى النتيجة من قبل الحكام. للفوز ، يجب أن تحصل المواقع على أكثر من 20 صوتًا في فئة واحدة أو جميعها وأن يكون متوسط ​​درجة القاضي أعلى من 6. يحصل الفائزون على شهادات الجوائز الرسمية الرسمية لكل فئة من الفئات أو جميعها."
    
})

link3.addEventListener("click",function(){
    details.classList.add("show");
    headline.innerHTML="التقديم";
    wordline.innerHTML="يوفرقيمني ملعبًا مستويًا لضمان حصول المستقلين منفردين واستوديوهات ووكالات على فرصة للاعتراف بها خلال جوائز نهاية العام. عند إرسال المواقع ، يُطلب من المرسل اختيار إحدى هذه الفئات لضمان تنافسها مع تصميمات الإعلانات المماثلة المشابهة."

    finalline.innerHTML="يجب أن تتضمن التقديمات لقطة شاشة عالية الجودة ومعلومات دقيقة بما في ذلك عنوان بريد إلكتروني صحيح لتلقي الإخطارات حول إرسالك. يجب أن تكون المواقع كاملة وأن يكون العمل أصليًا. تحتفظ قيمني لنفسها بالحق في رفض المواقع ذات المحتوى السلبي أو الأخطاء أو التصميمات السيئة التنفيذ. قد يتم إدخال القوالب ولكن فرص الفوز بجائزة تعتمد على الأصالة في كل من التصميم والرمز."
})


close.addEventListener("click",function(){
    
    details.classList.remove("show");
    
})

/*end about */
